{
  "name": "Firm Standard IC Memo",
  "description": "The golden standard for all investment decisions, incorporating Firm guidelines.  This template is to be used for both Initial IC Memos (LOI ION) and Final IC Memos (Final ION). Add-on RIC Memos will follow the RIC Add-On Format.",
  "tone_voice": "The RIC Memo should “have its own voice” from the rest of the IC memo and should clearly state the reasons that the deal team wants to own this company, as well as the specifics on how we will make money with the investment.  Use active voice and be concise. Increase the text size if at all possible.",
  "sections": [
    {
      "id": "deal_overview",
      "title": "Deal Overview",
      "description": "Summary information about the deal, including company description, deal team, valuation, and key terms.  All financial information should populate directly from deal financial models.",
      "required_data": [
        "Company Description",
        "Fund | Deal Stage",
        "Risk/Upside (200)",
        "Deal Team",
        "OP Consumption (1-3)",
        "Ent. Value",
        "Equity",
        "Country Risk",
        "EV / EBITDA",
        "Lenders",
        "MAMA Multiple",
        "Growth Multiple",
        "Deal Risk",
        "Fraudar",
        "EV/Rev Comparables",
        "Structure",
        "Tax Benefit",
        "Mgmt Rollover",
        "Deal Source",
        "Process",
        "Options",
        "Value",
        "Seller(s)",
        "Key Mgmt Grades",
        "Key Dates",
        "Employees",
        "Company Website"
      ],
      "hidden_questions": [
        "Is the company description clear and concise?",
        "What fund is being used for this deal (and does it align with the fund's mandate)?",
        "Is the Risk/Upside score justified? What are the key risks and potential upsides?",
        "Is the deal team appropriately staffed and experienced?",
        "What is the Opportunity Phase (“OP”) consumption and is it reasonable?",
        "Are Enterprise Value and Equity clearly defined and justifiable?",
        "Is the country risk accurately assessed and does it impact IRR hurdles?",
        "Are EV/EBITDA multiples (LTM, NTM, Run Rate, etc.) fully adjusted for earnouts and other contingent payments?",
        "Is the MAMA multiple appropriate for the deal structure and risk profile?",
        "Is the Growth Multiple reasonable considering the GRNAC and EBITDA multiple?",
        "What is the Debt/EBITDA and can the company comfortably service this?",
        "What are the key deal risks identified by the Risk Assessment / Fraudar Tool, and how are they being mitigated?  Are any flagged as Red, and if so, are they addressed?",
        "Are relevant EV comparables provided for both public companies and precedent transactions?",
        "What is the deal structure (e.g., LLC Stock Deal, Share Deal) and are there any tax benefits?",
        "What percentage of after-tax proceeds are being rolled over by management, what % of NewCo do they own and how does this align incentives?",
        "Who sourced the deal and was it a full auction process? How competitive was the process?",
        "What are the terms of the options pool and what is its value?",
        "Who are the sellers and what are their motivations?",
        "Are the key management team members high-quality and intact? Are shortfalls addressed?",
        "Are key dates (IOI, LOI, FV) clearly listed?",
        "How might the number of emplyees impact scalability?",
        "Is the company website well-maintained and informative?"
      ]
    },
    {
      "id": "transaction_summary",
      "title": "Transaction Summary (€000’s)",
      "description": "A breakdown of the deal's sources and uses of funds.",
      "required_data": [
        "Sources: Revolver, Senior Term, Sub. Debt, Equity (RMCF/REF V Equity, Other/Mgmt. Equity)",
        "Uses: Consideration @ Close, Expenses, Revolver Cushion, Increase Cash Balance, Other",
        "Ownership % (REF V Equity, Mgmt. Equity, Co-Invest)",
        "At Close Facility % Srcs"
      ],
      "hidden_questions": [
        "Is the capital structure optimal for the deal and the company's needs?",
        "Are the sources of funds clearly identified and secured?",
        "Are the uses of funds justified and reasonable?",
        "Are the expenses in line with market standards?",
        "Is there sufficient revolver cushion?",
        "What percentage ownership does Riverside have after the deal?",
        "Does management/founder have a significant equity stake that aligns incentives?"
      ]
    },
    {
      "id": "returns_summary",
      "title": "Returns Summary (€000’s)",
      "description": "Key return metrics for both the Riverside and Management cases.",
      "required_data": [
        "Scenario (TRC Case, Mgmt. Case)",
        "Investment",
        "Exit",
        "IRR",
        "Multiple",
        "TRC Carry (Gross, Net)",
        "N.B. Returns assume a [x.x] exit multiple and a five year hold."
      ],
      "hidden_questions": [
        "Are the return metrics attractive and achievable?",
        "Are the assumptions underlying the return calculations reasonable and well-supported?",
        "Is there sufficient upside in both base and upside cases?",
        "How sensitive are the returns to changes in key assumptions (e.g., exit multiple, revenue growth)?",
        "How does the management case compare to the Riverside case?",
        "Are the carry calculations accurate and transparent?",
        "Is exit multiple assumption clearly stated and justified?"
      ]
    },
    {
      "id": "financial_purchase_multiple_summary",
      "title": "Financial & Purchase Multiple Summary (€000’s)",
      "description": "Historical and projected financial data, including key multiples.",
      "required_data": [
        "FX Rate",
        "Historical Years (Sales, Gross Profit, EBITDA, UCF, FCF)",
        "Projected Years (TRC Case, Management Case: Sales, Gross Profit, EBITDA, UCF, FCF)",
        "Enterprise Value / Sales",
        "Enterprise Value / EBITDA",
        "Enterprise Value / UCF",
        "Growth Multiple",
        "Debt / EBITDA",
        "Debt / UCF",
        "Fixed Charge Coverage",
        "Sales Growth",
        "EBITDA Growth",
        "GM %",
        "EBITDA %",
        "UCF %",
        "FCF %",
        "CapInv/EBITDA",
        "Maint. Cap Ex",
        "Growth Cap Ex",
        "Incr (Decr) in WC",
        "CapInv",
        "CapInv / EBITDA Δ"
      ],
      "hidden_questions": [
        "What is the appropriate F/X rate?",
        "Are the historical and projected financials consistent and accurate?",
        "Do the projections align with the company's historical performance and industry trends?",
        "Are the assumptions underlying the projections reasonable and well-supported?",
        "How does the company's financial performance compare to its peers?",
        "What is the GRNAC (Growth Rate Normalized and Adjusted for Cycle), and how was it calculated?",
        "Is the Growth Multiple (EBITDA multiple / (GRNAC x 100)) within an acceptable range?",
        "Is there sufficient free cash flow to support debt service and future growth?",
        "Is the capital expenditure plan reasonable and aligned with the company's growth strategy?",
        "Sales Growth (1-year and 5-year CAGRs)",
        "EBITDA Growth (1-year and 5-year CAGRs)",
        "How does company's margin profile compare to competitors?"
      ]
    },
    {
      "id": "esg_matrix",
      "title": "Environmental, Social, Governance & Values (ESG+V) Matrix",
      "description": "Scoring the company on ESG+V considerations.",
      "required_data": [
        "Environmental Grade",
        "Social Grade",
        "Governance Grade",
        "Values Grade"
      ],
      "hidden_questions": [
        "What are the company's key Environmental, Social, and Governance risks and opportunities?",
        "Are there any red flags in the company's ESG profile?",
        "How does the company's ESG performance compare to its peers?",
        "Does the company's values align with Riverside's values?"
      ]
    },
    {
      "id": "investment_strategy_overview",
      "title": "Investment Strategy Overview",
      "description": "A qualitative overview of the investment thesis, value creation plan, and key risks.",
      "required_data": [
        "Why Do We Want To Buy This Business?",
        "What Will We Do With It?",
        "What Keeps Us Up At Night?"
      ],
      "hidden_questions": [
        "Is there a clear and compelling investment thesis?",
        "What are the key drivers of value creation?",
        "Is the value creation plan specific, measurable, achievable, relevant, and time-bound (SMART)?",
        "What are the key risks to the investment thesis, and how are they being mitigated?",
        "What are the potential exit strategies?"
      ]
    },
    {
      "id": "company_overview",
      "title": "Company Overview",
      "description": "Background information on the company, its products/services, customers, and industry.",
      "required_data": [
        "Products",
        "Customers",
        "Suppliers",
        "Industry Primer",
        "Competitive Environment",
        "Other Considerations"
      ],
      "hidden_questions": [
        "What are the company's key products/services and their competitive advantages?",
        "Who are the company's key customers, and what is their concentration?",
        "Who are the company's key suppliers, and is there any supplier concentration risk?",
        "What is the industry landscape, including market size, growth rate, and key trends?",
        "Who are the company's key competitors, and what is its competitive position?",
        "Are there any other relevant considerations, such as regulatory issues or litigation?"
      ]
    }
  ]
}